[
	{
		"system": "Original",
		"collection": "Ispirazione Italiana",
		"name": "Milano Intenso",
		"limited": 2023,
		"decaffeinato": false,
		"origin": "Latin America",
		"variety": [
			{
				"type": "Arabica",
				"proportion": 0
			},
			{
				"type": "Robusta",
				"proportion": 0
			}
		],
		"intensity": 8,
		"attributes": [
			{
				"name": "bitterness",
				"value": 3
			},
			{
				"name": "acidity",
				"value": 2
			},
			{
				"name": "roastiness",
				"value": 4
			},
			{
				"name": "body",
				"value": 3
			}
		],
		"sizes": [
			"25 mL",
			"40 mL"
		],
		"details": "Cacao & cereals",
		"description": [
			"Ispirazione Italiana Milano Intenso is a celebration of this vibrant city. Mostly Latin American coffees, the medium-dark roast brings out the dark cocoa and toasted cereal notes, finding a balance with the jammy fruity note and shimmer of spice. The design of this limited-edition collection represents Chiara Ferragni's vision of Milan as a place of artistic heritage, a luxurious lifestyle, and timeless elegance.",
			"It was released at the start of 2023 as part of the collaboration between Nespresso and Chiara Ferragni, an Italian fashion blogger, model and fashion designer. This collab entails new designs on coffee machines, gold coloured accessories and this coffee, which is intended as espresso or ristretto."
		],
		"collaboration": "Chiara Ferragni 2023",
		"coffee": [
			"This coffee uses the Split Roast technique. The majority of the coffee is medium roasted, while the minority, composed of the robusta portion, is roasted to a very dark degree. Both splits achieve this profile with a medium-long roast.",
			"For this capsule we use mostly Latin American coffee."
		],
		"serving": [
			"As they would in Milan, enjoy Milano Intenso as a macchiato, a quick moment of indulgence in the fast paced and vibrant city. A complex split roast brings out toasted cereal notes from a dark roast on the robusta and preserves its balance with a medium roast on the Arabica portion.",
			"A touch of frothed milk over the espresso to soften bitterness and heightens the cocoa notes from the Arabica."
		],
		"color": "#057d37",
		"owned": false
	},
	{
		"system": "Original",
		"collection": "Variations Nordic",
		"name": "Cloudberry Flavoured",
		"limited": 2019,
		"decaffeinato": false,
		"origin": "Latin America",
		"variety": [
			{
				"type": "Arabica",
				"proportion": 100
			}
		],
		"intensity": 6,
		"attributes": [
			{
				"name": "bitterness",
				"value": 3
			},
			{
				"name": "acidity",
				"value": 3
			},
			{
				"name": "roastiness",
				"value": 3
			},
			{
				"name": "body",
				"value": 3
			}
		],
		"sizes": [
			"40 mL"
		],
		"details": "Fruity & cereal",
		"description": [
			"Cloudberries grow across the arctic tundra in particularly cold climate. The Nordics enjoy the delicate tart taste of this little golden-yellow berry, particularly in their jams and desserts. This delicacy inspired our Variations Nordic Cloudberry Flavoured coffee. It has all the roundness of the Livanto base with a sweet jammy fruitiness and a hint of acidity.",
			"A round and balanced profile, typical of freshly roasted coffee results in a combination of cereal, malted and caramelised notes as well as fine fruity notes."
		],
		"collaboration": null,
		"coffee": [
			"This blend is composed of the most prestigious Central and South American Arabicas found in Costa Rica and Colombia and is cultivated according to traditional methods to preserve their malted and fruity profiles."
		],
		"serving": [
			"Its berry flavour could be a bit intense alone, but it is great with milk. This coffee will actually give you Nordic vibes.",
			"A medium roastiness accentuates malted notes, whilst fruity notes evolve to create a complex and delicate caramelised bouquet."
		],
		"color": "#e46341",
		"owned": true
	},
	{
		"system": "Original",
		"collection": "Festive - Pierre Hermé",
		"name": "Infiniment Espresso",
		"limited": 2022,
		"decaffeinato": false,
		"origin": "Latin America",
		"variety": [
			{
				"type": "Arabica",
				"proportion": 100
			}
		],
		"intensity": 6,
		"attributes": [
			{
				"name": "bitterness",
				"value": 3
			},
			{
				"name": "acidity",
				"value": 3
			},
			{
				"name": "roastiness",
				"value": 3
			},
			{
				"name": "body",
				"value": 3
			}
		],
		"sizes": [
			"40 mL"
		],
		"details": "Fruity & cereal",
		"description": [
			"A festive limited edition from 2022, born out of the collaboration between Nespresso and Pierre Hermé.",
			"At the taste it is immediately quite acidic, with just a pinch of bitterness, mostly in the aftertaste. Medium body, suggesting a light roast level, more than the score given by Nespresso would imply. Decidedly smooth, with the acidity posing as a nicely contrasting element."
		],
		"collaboration": "Pierre Hermé 2022",
		"coffee": [
			"Colombia's exclusively sourced black coffee, Infiniment Espresso, comes from the new supplier region of Tolima, where farmers use primarily natural methods and prioritize low-impact agriculture for the benefit of the land and its inhabitants."
		],
		"serving": [
			"An acidity that increases as the coffe cools down. The taste maintains the cocoa notes present in the aroma, but rather in the background. The scene is taken by the red fruits acidity, pepper notes, and vague floral scents. A bit of cereals can be identified as well. "
		],
		"color": "#182941",
		"owned": false
	},
	{
		"system": "Original",
		"collection": "Festive - Pierre Hermé",
		"name": "Infiniment Fruité",
		"limited": 2022,
		"decaffeinato": false,
		"origin": "Latin America",
		"variety": [
			{
				"type": "Arabica",
				"proportion": 100
			}
		],
		"intensity": 0,
		"attributes": [
			{
				"name": "bitterness",
				"value": 3
			},
			{
				"name": "acidity",
				"value": 3
			},
			{
				"name": "roastiness",
				"value": 2
			},
			{
				"name": "body",
				"value": 2
			}
		],
		"sizes": [
			"40 mL"
		],
		"details": "Raspberry Flavoured",
		"description": [],
		"collaboration": "Pierre Hermé 2022",
		"coffee": [],
		"serving": [],
		"color": "#954668",
		"owned": false
	},
	{
		"system": "Vertuo",
		"collection": "Barista Creations",
		"name": "Bianco Forte",
		"limited": false,
		"decaffeinato": false,
		"origin": "TODO:",
		"variety": [],
		"intensity": 7,
		"attributes": [
			{
				"name": "bitterness",
				"subtitle": "with milk",
				"value": 4
			},
			{
				"name": "milky taste",
				"value": 2
			},
			{
				"name": "creamy texture",
				"value": 3
			},
			{
				"name": "roastiness",
				"subtitle": "with milk",
				"value": 5
			}
		],
		"sizes": [
			"230 mL"
		],
		"details": "Intense to have with milk",
		"description": [],
		"collaboration": null,
		"coffee": [],
		"serving": [],
		"color": "#954668",
		"owned": false
	}
]
